Repository: sameerasw/airsync-mac
Catalog: airsync-mac/Localizable.xcstrings
Source language: en
Languages: es_419

source: About
es_419: Acerca

source: About AirSync BETA
es_419: Acerca de AirSync BETA

source: AirSync helps you achieving Apple continuity features of mac with Android. This is the macOS client which handles the server. It will utilize a websocket for connectivity between the Android device(s) in the local network.
es_419: AirSync te ayuda a tener las funciones de continuidad de tu Mac con Android. Este es el cliente de macOS que funciona como el servidor. Utiliza un WebSocket para conectarse a los dispositivos Android en la red local.

source: Android Mirror
es_419: Proyectar teléfono

source: App Mirroring
es_419: Proyectar aplicación

source: Auto
es_419: Automático

source: Auto connect ADB
es_419: Auto conectar ADB

source: Blank display
es_419: Pantalla vacia

source: Check for Updates...
es_419: Buscar por actualizaciones…

source: Clear
es_419: Limpiar

source: Clear all notifications
es_419: Descartar notificaciones

source: Clear completed
es_419: Descartar completados

source: Continue app after closing
es_419: Continuar aplicación al cerrar

source: Desktop mode
es_419: Modo escritorio

source: Desktop Mode
es_419: Modo escritorio

source: Developed by Sameera Wijerathna
es_419: Desarrollado por Sameera Wijerathna

source: Device Name
es_419: Nombre de dispositivo

source: Direct keyboard input
es_419: Entrada directa de teclado

source: Disconnect
es_419: Desconectar

source: Disconnect Device
es_419: Desconectar dispositivo

source: Dismiss
es_419: Descartar

source: Enter license key
es_419: Entrar llave de licencia

source: Failed:
es_419: Error:

source: Generating QR…
es_419: Generando código QR...

source: Get started by installing the app on your Android device.
es_419: Inicia instalando la aplicación a tu dispositivo Android.

source: Help
es_419: Ayuda

source: Hide
es_419: Esconder

source: License inactive
es_419: Licencia inactiva

source: License Info
es_419: Información de licencia

source: License invalid, expired or network error
es_419: Licencia invalida, expirada o error de conexión

source: License Key
es_419: Llave de licencia

source: Liquid Opacity
es_419: Opacidad de líquido

source: Manual launch position (x,y)
es_419: Posición manual de lanzamiento (x,y)

source: Max size
es_419: Tamaño máximo

source: Menubar text
es_419: Texto de barra de menú

source: Mirror
es_419: Espejo

source: Mirroring Settings
es_419: Ajustes de espejo

source: Mute app
es_419: Silenciar aplicación

source: Muted
es_419: Silenciado

source: Network
es_419: Conectividad

source: No audio
es_419: Desactivar audio

source: Nothing transferred yet
es_419: No hay archivos transferidos.

source: QR Code
es_419: Código QR

source: QR Code to download AirSync Android app
es_419: Código QR para descargar aplicación AirSync Android

source: Ready
es_419: Listo

source: Scan the QR code to download the app from GitHub.
es_419: Escanea el código QR para descargar la aplicación desde GitHub.

source: Scan to connect
es_419: Escanea para conectar

source: Send
es_419: Enviar

source: Show %lld More
es_419: Mostrar %lld mas

source: Show Less
es_419: Mostrar menos

source: Starting...
es_419: Iniciando…

source: Stay on top
es_419: Mantener encima

source: Stopped
es_419: Detenido

source: Sync clipboard
es_419: Sincronizar portapapeles

source: System Notifications
es_419: Notificaciones del Sistema

source: Thank you <3
es_419: ¡Gracias! <3

source: Why plus?
es_419: ¿Por qué Plus?

source: With ❤️ from 🇱🇰
es_419: Con ❤️ desde 🇱🇰

source: You're all caught up!
es_419: ¡Estás atento!

source: Your Android app is outdated
es_419: Tu aplicación de Android no está actualizada.
